[
  {
    "id": 1,
    "artist": "Kaliber 44",
    "album": "Księga tajemnicza. Prolog",
    "releaseDate": "1996-11-10",
    "cover": "covers/1.jpg",
    "review": "<p>Na przestrzeni ostatnich kilku lat miałem kilka podejść do tego albumu, nigdy się nie udawało dotrwać do końca - oldschool nigdy nie był moją mocną stroną. Aż do teraz - dotarło - przez ostatnie 2 tygodnie słuchałem tego albumu przynajmniej z 5 razy, nie wiem czy to jesienna aura czy przesyt prostym/ prostackim rapem ale księga tajemnicza to jest to.</p>\n\n<p>Brudne, ciężkie, mroczne brzmienie, psychodela - szczera (przynajmniej tak brzmi), trochę repetytywna ale się nie nudzi wręcz dodaje do tej psychodeli wkręcając się z każdą minutą coraz bardziej w głowę.</p>\n\n<p>Nie porusza żadnych skomplikowanych tematów (nie czytałem tekstu) przynajmniej nie wzbudza we mnie żadnych przemyśleń, nie budzi też żadnych emocji poza szaleństwem???\ndudnienie w głowie wierci wierci</p>\n\n<p><strong>Ulubione kawałki:</strong></p>\n<ul>\n  <li>nasze mózgi wypełnione są Marią</li>\n  <li>do boju zakon Marii</li>\n  <li>Plus i minus</li>\n  <li>wejście (intro)</li>\n</ul>"
  },
  {
    "id": 2,
    "artist": "Jan Rapowanie",
    "album": "GROTESKA",
    "releaseDate": "28 marca 2025",
    "cover": "covers/2.jpg",
    "review": "<p>Za pierwszym w huj nie siadło</p>\n\n<p>Poprzedni album był przełomowy w karierze Janka - badaniem gruntu - newschoolowy Janek na newschoolowych bitach a groteska jest zwieńczeniem tego badania - stary dobry Janek na nowych bitach do tego bardziej uśmiechnięty ALE nie znaczy to że cała płyta jest o sprawach poważnych życiowych \nPierwsza połowa albumu jest personalna życiowa przyziemna relatable klasyczna dla Janka  a druga połowa jest for fun przejście między tematyką jest płynne kawałek groteska zwieńcza pierwszą połowę i zaczyna się przewózka (chills)</p>\n\n<p>Wszystkie bity są fenomenalne a na całości nie ma żadnego słabego kawałka (może rivaldo ale jebac too)\nJak usłyszałem skecz to się kurwa zdziwiłem a wesołe piosenki są whatever nie lubię kacperczykow niemniej jednak nie odbierają całości więc git</p>\n\n<p>Co tu więcej mówić instant klasyk (za trzecim przesłuchaniem)\nimo 9,5/10</p>"
  },
  {
    "id": 3,
    "artist": "ASAP Rocky",
    "album": "Don't be dumb",
    "releaseDate": "16 stycznia 2026",
    "cover": "covers/3.jpg",
    "review": "<p>Po pierwszym odłsuchu byłem zawiedziony i zmieszany ale nie ma tragedii - każdy wiedział że to nie będzie stary rocky ale każdy mocno wierzył że jednak będzie, niemniej jednak rocky na moderny hard trap beatach też jest fajny ( helicopter, stole ya flow ) niestety druga strona medalu to kawalki:</p>\n\n<p>PLAYA - ???? nawet nie wiem do czego to porównać kawałki w podobnym stylu na testingu mają nadal undergroundowy sound a to brzmi jak tyler the creator czy ktos taki - rozumiem koncept ale to obiektywnie słaby kawałek który psuje cały odsłuch - matter fact ten album nie ma spójnego muzcznego theme - tekstowo moze? ale chyba nie o to chodzi??</p>\n\n<p>Następny kawałek NO TRESPASSING kontunuuje theme poprzedniego czyli jest słaby i nieciekawy.</p>\n\n<p>PUNK ROCKY kolejna próba zrobienia czegos co juz było tym razem obv chodzi o sundress i nawet nie brzmi to źle i nie słucha się tego źle problem w tym że kawałek jest o gównie z dupy rocky nie rozumie ze fenomen sundress to nie tylko brzmienie( którego I TAK nie dowiózł do końca) ale tez tekst :/</p>\n\n<p>Potem długo długo nic i pojawia sie kawałek ROBBERY z doechi - który troche ratuje sytuacje - koncept convo juz był. w pierwszej części kawałka rockiego nie da się zrozumieć co tam se mruczy pod nosem ale na szczęscie doechii carruje wiec all good i guess</p>\n\n<p>No i w zasadzie na tym kończy sie album bo dalej nic sie nie dzieje</p>\n\n<p><strong>Kawałki dobre:</strong></p>\n<ul>\n  <li>ORDER OF PROTECTION</li>\n  <li>HELICOPTER</li>\n  <li>STOLE YA FLOW</li>\n  <li>STFU</li>\n  <li>ROBBERY (doechi carry)</li>\n</ul>\n\n<p><strong>idk:</strong></p>\n<ul>\n  <li>STOP SNICTCHING</li>\n  <li>STAY HERE 4 LIFE</li>\n  <li>DBD/TRIP BABY</li>\n</ul>\n\n<p><strong>słabe:</strong></p>\n<ul>\n  <li>PLAYA</li>\n  <li>NO TRESPASSING</li>\n  <li>PUNK ROCKY</li>\n  <li>AIR FORCE</li>\n  <li>WHISKEY</li>\n</ul>\n\n<p><strong>Afterthoghts:</strong></p>\n<ol>\n  <li>Wiem że rocky powiedział ze CD1 jest dla niego a CD2 będzie dla fanów ale to recenzja CD1 tak, album jest mierny, baz ładu i składu, byłbym bardziej zadowolony gdyby na albumie wylądowały single wypuszczane w tzw międzyczasie tj RIOT, DMB, HIJACK, Tailor Swif nawet Ruby Rosary szczerze obawiałem się ze tak będzie wyglądał rollout DBD zeby nieryzykowac najbardziej oczekiwanym albumem a wyszło jeszcze gorzej xd</li>\n  <li>Trzy klipy PUNK ROCKY, HELICOPTER i WHISKEY/BLACK DEMARCO - visuale są spoko ale nie zapadną ci w pamięci + lazy ass 360 green screen klipy</li>\n  <li>Dziwne agresywne promo, dziwny merch i w huj tego merchu wygląda jak zwykły skok na kase.. w pierwszym tygodniu 123k sprzedanych albumów biorąc pod uwagę hype na ten album i fakt ze ludzi powinno stać bardziej niż w 2013 to nieprzebicie long live asap (139k) i At. Long. Last. ASAP (146k) rynek zweryfikował</li>\n</ol>\n\n<p><strong>SUBIEKTYWNA OCENA:</strong> lekki bias bo czekałem na ten album bardzo długo i lubie rockiego</p>\n\n<p>6/10</p>"
  },
  {
    "id": 4,
    "artist": "ASAP Rocky",
    "album": "TESTING",
    "releaseDate": "25 maja 2018",
    "cover": "covers/4.jpg",
    "review": "<p>Idąc za ciosem pisząc recencje DBD odpaliłem testing - 8 lat po premierze odczucia z tego albumu są takie same jak na premierze - prawie - nie jest to najświeższe pewnie dlatego że spamowałem ten album na przestrzeni lat niemniej jednak nadal buja.</p>\n\n<p>Koncept album a raczej po prostu coś nowego po bliźniaczo podobnej do siebie trylogii mimo to (w przeciwieństwie do niektórych raperów) nie była to próba zmiany stylu o 180 stopni tylko raczej budowanie na stabilnym fundamencie i chyba lepiej nie dało się tego zrobić - wejście w szeroki mainstream we własnym stylu, konceptowo nieodbigł daleko od poprzenich albumów więc fani zadowoleni, nowe bity, nowe flow, nowe dźwięki, dobrze dobrane gościnki (fka twigs, skepta, juicy j)</p>\n\n<p>Theme albumu - testing, test dummy mask troche naciągane? przesadzone idk to miał być chyba parasol bezpieczenstwa gdyby sie album nie przyjął dosłownie testing ale whatever visuale fajne.</p>\n\n<p>Album jest muzycznie spójny jednocześnie brzmiąc jak mixtape ale chyba o to chodzi w tym całym testingu.</p>\n\n<p>Pierwsza część albumu (do Kids Turned Out Fine) jest wybitna nie ma tam złego kawałka na albumie i jako single straight up</p>\n\n<p>Druga część (od Hun43rd) jest nudna jakby było za mało kawałków i coś trzeba było dorzucić ale mimo to nie odbiegają od koncepcji</p>\n\n<p>Teledyski są top notch dawno nie widziałes a pamiętasz klip do fukk sleep, asap forever czy tony tone ???</p>\n\n<p>Dziwne się że sprzedał się dużo słabiej niż dwa poprzednie pomimo tylu wybitnych singli i tylu dobrzych klipów</p>\n\n<p><strong>Ulubione kawałki:</strong></p>\n<ul>\n  <li>distorted records</li>\n  <li>asap forever</li>\n  <li>tony tone</li>\n  <li>fukk sleep</li>\n  <li>praise the lord</li>\n  <li>buck shots</li>\n  <li>gunz n butter</li>\n  <li>kids turned out fine</li>\n</ul>\n\n<p>ocena 9/10</p>"
  },
  {
    "id": 5,
    "artist": "Kendrick Lamar",
    "album": "To Pimp A Butterfly",
    "releaseDate": "15 marca 2015",
    "cover": "covers/5.jpg",
    "review": "Z czasem zauważyłem jak istotny jest konrekst i okoliczności poznania jakieś piosenki czy albumu czy odkrycia nowego artysty albo gatunku. Kendrick nie był na liście moich słuchanych do czasu kiedy nie poszedłem na studia(te pierwsze) pomimo tego że odkryłem ten album 5 czy 6 lat po premierze jest dla mnie bardzo nostaligiczny, pozytywne okoliczności dały się sprawić że zawsze czuję ten **funk**.\r\n\r\n**Wesley's theory** \r\nZaczyna album typowymi dla zachodniego wybrzeża dźwiękami - synth, groovy bass i talkbox - od samego początku wyprowadzają słuchacza w groove\r\n\r\n**For Free? - Interlude**\r\nWymiana zdań - kłótnia? - niby normalna konwersacja co prawda Kendrick rymuje część zdań - nie wszystkie - i jakimś sposobem taka wstawka nie wytrąca słuchacza z groovu może to ta melodia? idk zawsze zastanawiałem się czy wykonanie czegoś takiego po polsku mogłoby brzmieć dobrze (jak ktoś tak zrobil to mi powiedzcie bartke1111@gmail.com)\r\n\r\n**King Kunta**\r\nI gotta bone to pick\r\n\r\nArguably najlepszy kawałek kendricka pod względem muzycznym - a fakt że nie jest on o niczym - co nie jest tak oczywiste - dodatkowo podnosi jego status. No to z kim kendrick ma ten bone to pick? Po sukcesie poprzedniego albumu i ugruntowaniu swojej pozycji w mainstreamie big media chciałby sobie go podporządkowac zrobić z niego swojego Kunta Kinte (niewolnika) ale on sie nie da (King Kunta as in król władca swojego życia), po drugie dissuje nieautentycznych raperów choć nie pada żadna ksywa prawdopodobnie chodzi o Drake'a \"I can dig rappin', but a rapper with a ghostwriter?\" \r\nPo trzecie jest to środkowy palec skierowany do osoób żyjących przeświadczeniem że \"black males who live in impoverished areas\" będą martwi albo za kratami zanim ukończą 25 lat (statystyczne dane z lat 1980-2000)\r\n\r\nKanye West - We Don't Care \"We wasn't s'posed to make it past twenty-five Joke's on you, we still alive\"\r\n\r\nKendrick - \"Aw, yeah, fuck the judge I made it past twenty-five, and there I was A little nappy-headed nigga with the world behind him\"\r\nAle pomijając już kwestie ideologiczne kawałek jest wybitnie wyprodukowany wprawia mnie w taki groove ze japierdole\r\nBy the time you hear the next pop.. the **funk** shall be within you \r\n\r\nMógłbym sie rozpisać dalej na temat każdego kawałka ale album jest na tyle spójny tematycznie że uważam że nie ma to większego sensu zwłaszcza że jednak ta tematyka jakże istotna by nie była gra w tym albumie drugie skrypce - przedewszystkim na uznanie załuguje produkcja, choć im dalej w album troche mnie zaczyna nudzić - jest to album do słuchania a _posłuchać_ co autor ma do powiedzenia można przy okazji - przynajmniej z perspektywy białasa ¯\\_(ツ)_/¯ \r\n\r\nWielu populistów uważa że to najlepszy w historii album rapowy like ever? Ja tak nie uważam choćby **Good Kid, M.A.A.D City** jest o niebo lepsze, niemniej jednak TPAB zasługuje na uznanie:\r\n\r\nDobry album, posłuchaj **polaku**, aczkolwiek poza wyżej wymienionymi kawałkami + **Alright** żaden z kawałków nie gości na mojej playliście na stałe\r\n\r\nOcena całości 8,5/10"
  }
]
